package com.example.jetpackcanvas.data

import com.example.jetpackcanvas.domain.RecipeModel

object FakeData {
    val recipes = listOf(
        RecipeModel(
            id = 1,
            title = "აჭარული ხაჭაპური",
            imageUrl = "https://gemrielia.ge/media/__sized__/images/123_KyrIqbE-crop-c0-5__0-5-450x301-70.jpg",
            description = "ავურიოთ ფქვილში საფუარი, შაქარი და მარილი და დავასხათ რძე, მოვზილოთ ნაზი ცომი და ვაცალოთ ამოფუება. შემდეგ გავაბრტყელოთ მრგვალად.\n" +
                    "\n" +
                    "შემოვახვიოთ ორივე მხრიდან და წვეროები შევუკრათ, მივცეთ ნავის ფორმა (იხილეთ ფოტო)\n" +
                    "წავუსვათ ამ ნავებს კვერცხის გული.\n" +
                    "\n" +
                    "ყველს დავამატოთ ერთი კვერცხი და ეს მასა გავანაწილოთ ნავის ფორმაში.\n" +
                    "\n" +
                    "შევდგათ 200 გრადუსზე გახურებულ ღუმელში. 10 წუთის შემდეგ ცოტა რომ შეწითლდება გამოვიღოთ ღუმელიდან, დანით ხაჭაპურის გულში გავაკეთოთ ჩაღრმავება და შიგ უმი კვერცხი მოვათავსოთ, შევაბრუნოთ  ღუმელში 5 წუთი, სანამ ცილა შეიკვრება.\n" +
                    "\n" +
                    "გამომცხვარი ხაჭაპური გამოვიღოთ ღუმელიდან,  დავადოთ ზემოდან კარაქის ნაჭერი და მივირთვათ გემრიელად.",
            isFavourite = false
        ),
        RecipeModel(
            id = 1,
            title = "აჭარული ხაჭაპური",
            imageUrl = "https://gemrielia.ge/media/__sized__/images/123_KyrIqbE-crop-c0-5__0-5-450x301-70.jpg",
            description = "ავურიოთ ფქვილში საფუარი, შაქარი და მარილი და დავასხათ რძე, მოვზილოთ ნაზი ცომი და ვაცალოთ ამოფუება. შემდეგ გავაბრტყელოთ მრგვალად.\n" +
                    "\n" +
                    "შემოვახვიოთ ორივე მხრიდან და წვეროები შევუკრათ, მივცეთ ნავის ფორმა (იხილეთ ფოტო)\n" +
                    "წავუსვათ ამ ნავებს კვერცხის გული.\n" +
                    "\n" +
                    "ყველს დავამატოთ ერთი კვერცხი და ეს მასა გავანაწილოთ ნავის ფორმაში.\n" +
                    "\n" +
                    "შევდგათ 200 გრადუსზე გახურებულ ღუმელში. 10 წუთის შემდეგ ცოტა რომ შეწითლდება გამოვიღოთ ღუმელიდან, დანით ხაჭაპურის გულში გავაკეთოთ ჩაღრმავება და შიგ უმი კვერცხი მოვათავსოთ, შევაბრუნოთ  ღუმელში 5 წუთი, სანამ ცილა შეიკვრება.\n" +
                    "\n" +
                    "გამომცხვარი ხაჭაპური გამოვიღოთ ღუმელიდან,  დავადოთ ზემოდან კარაქის ნაჭერი და მივირთვათ გემრიელად.",
            isFavourite = false
        ),
        RecipeModel(
            id = 1,
            title = "აჭარული ხაჭაპური",
            imageUrl = "https://gemrielia.ge/media/__sized__/images/123_KyrIqbE-crop-c0-5__0-5-450x301-70.jpg",
            description = "ავურიოთ ფქვილში საფუარი, შაქარი და მარილი და დავასხათ რძე, მოვზილოთ ნაზი ცომი და ვაცალოთ ამოფუება. შემდეგ გავაბრტყელოთ მრგვალად.\n" +
                    "\n" +
                    "შემოვახვიოთ ორივე მხრიდან და წვეროები შევუკრათ, მივცეთ ნავის ფორმა (იხილეთ ფოტო)\n" +
                    "წავუსვათ ამ ნავებს კვერცხის გული.\n" +
                    "\n" +
                    "ყველს დავამატოთ ერთი კვერცხი და ეს მასა გავანაწილოთ ნავის ფორმაში.\n" +
                    "\n" +
                    "შევდგათ 200 გრადუსზე გახურებულ ღუმელში. 10 წუთის შემდეგ ცოტა რომ შეწითლდება გამოვიღოთ ღუმელიდან, დანით ხაჭაპურის გულში გავაკეთოთ ჩაღრმავება და შიგ უმი კვერცხი მოვათავსოთ, შევაბრუნოთ  ღუმელში 5 წუთი, სანამ ცილა შეიკვრება.\n" +
                    "\n" +
                    "გამომცხვარი ხაჭაპური გამოვიღოთ ღუმელიდან,  დავადოთ ზემოდან კარაქის ნაჭერი და მივირთვათ გემრიელად.",
            isFavourite = false
        ),
        RecipeModel(
            id = 1,
            title = "აჭარული ხაჭაპური",
            imageUrl = "https://gemrielia.ge/media/__sized__/images/123_KyrIqbE-crop-c0-5__0-5-450x301-70.jpg",
            description = "ავურიოთ ფქვილში საფუარი, შაქარი და მარილი და დავასხათ რძე, მოვზილოთ ნაზი ცომი და ვაცალოთ ამოფუება. შემდეგ გავაბრტყელოთ მრგვალად.\n" +
                    "\n" +
                    "შემოვახვიოთ ორივე მხრიდან და წვეროები შევუკრათ, მივცეთ ნავის ფორმა (იხილეთ ფოტო)\n" +
                    "წავუსვათ ამ ნავებს კვერცხის გული.\n" +
                    "\n" +
                    "ყველს დავამატოთ ერთი კვერცხი და ეს მასა გავანაწილოთ ნავის ფორმაში.\n" +
                    "\n" +
                    "შევდგათ 200 გრადუსზე გახურებულ ღუმელში. 10 წუთის შემდეგ ცოტა რომ შეწითლდება გამოვიღოთ ღუმელიდან, დანით ხაჭაპურის გულში გავაკეთოთ ჩაღრმავება და შიგ უმი კვერცხი მოვათავსოთ, შევაბრუნოთ  ღუმელში 5 წუთი, სანამ ცილა შეიკვრება.\n" +
                    "\n" +
                    "გამომცხვარი ხაჭაპური გამოვიღოთ ღუმელიდან,  დავადოთ ზემოდან კარაქის ნაჭერი და მივირთვათ გემრიელად.",
            isFavourite = false
        ),
        RecipeModel(
            id = 1,
            title = "აჭარული ხაჭაპური",
            imageUrl = "https://gemrielia.ge/media/__sized__/images/123_KyrIqbE-crop-c0-5__0-5-450x301-70.jpg",
            description = "ავურიოთ ფქვილში საფუარი, შაქარი და მარილი და დავასხათ რძე, მოვზილოთ ნაზი ცომი და ვაცალოთ ამოფუება. შემდეგ გავაბრტყელოთ მრგვალად.\n" +
                    "\n" +
                    "შემოვახვიოთ ორივე მხრიდან და წვეროები შევუკრათ, მივცეთ ნავის ფორმა (იხილეთ ფოტო)\n" +
                    "წავუსვათ ამ ნავებს კვერცხის გული.\n" +
                    "\n" +
                    "ყველს დავამატოთ ერთი კვერცხი და ეს მასა გავანაწილოთ ნავის ფორმაში.\n" +
                    "\n" +
                    "შევდგათ 200 გრადუსზე გახურებულ ღუმელში. 10 წუთის შემდეგ ცოტა რომ შეწითლდება გამოვიღოთ ღუმელიდან, დანით ხაჭაპურის გულში გავაკეთოთ ჩაღრმავება და შიგ უმი კვერცხი მოვათავსოთ, შევაბრუნოთ  ღუმელში 5 წუთი, სანამ ცილა შეიკვრება.\n" +
                    "\n" +
                    "გამომცხვარი ხაჭაპური გამოვიღოთ ღუმელიდან,  დავადოთ ზემოდან კარაქის ნაჭერი და მივირთვათ გემრიელად.",
            isFavourite = false
        ),
        RecipeModel(
            id = 1,
            title = "აჭარული ხაჭაპური",
            imageUrl = "https://gemrielia.ge/media/__sized__/images/123_KyrIqbE-crop-c0-5__0-5-450x301-70.jpg",
            description = "ავურიოთ ფქვილში საფუარი, შაქარი და მარილი და დავასხათ რძე, მოვზილოთ ნაზი ცომი და ვაცალოთ ამოფუება. შემდეგ გავაბრტყელოთ მრგვალად.\n" +
                    "\n" +
                    "შემოვახვიოთ ორივე მხრიდან და წვეროები შევუკრათ, მივცეთ ნავის ფორმა (იხილეთ ფოტო)\n" +
                    "წავუსვათ ამ ნავებს კვერცხის გული.\n" +
                    "\n" +
                    "ყველს დავამატოთ ერთი კვერცხი და ეს მასა გავანაწილოთ ნავის ფორმაში.\n" +
                    "\n" +
                    "შევდგათ 200 გრადუსზე გახურებულ ღუმელში. 10 წუთის შემდეგ ცოტა რომ შეწითლდება გამოვიღოთ ღუმელიდან, დანით ხაჭაპურის გულში გავაკეთოთ ჩაღრმავება და შიგ უმი კვერცხი მოვათავსოთ, შევაბრუნოთ  ღუმელში 5 წუთი, სანამ ცილა შეიკვრება.\n" +
                    "\n" +
                    "გამომცხვარი ხაჭაპური გამოვიღოთ ღუმელიდან,  დავადოთ ზემოდან კარაქის ნაჭერი და მივირთვათ გემრიელად.",
            isFavourite = false
        ),
        RecipeModel(
            id = 1,
            title = "აჭარული ხაჭაპური",
            imageUrl = "https://gemrielia.ge/media/__sized__/images/123_KyrIqbE-crop-c0-5__0-5-450x301-70.jpg",
            description = "ავურიოთ ფქვილში საფუარი, შაქარი და მარილი და დავასხათ რძე, მოვზილოთ ნაზი ცომი და ვაცალოთ ამოფუება. შემდეგ გავაბრტყელოთ მრგვალად.\n" +
                    "\n" +
                    "შემოვახვიოთ ორივე მხრიდან და წვეროები შევუკრათ, მივცეთ ნავის ფორმა (იხილეთ ფოტო)\n" +
                    "წავუსვათ ამ ნავებს კვერცხის გული.\n" +
                    "\n" +
                    "ყველს დავამატოთ ერთი კვერცხი და ეს მასა გავანაწილოთ ნავის ფორმაში.\n" +
                    "\n" +
                    "შევდგათ 200 გრადუსზე გახურებულ ღუმელში. 10 წუთის შემდეგ ცოტა რომ შეწითლდება გამოვიღოთ ღუმელიდან, დანით ხაჭაპურის გულში გავაკეთოთ ჩაღრმავება და შიგ უმი კვერცხი მოვათავსოთ, შევაბრუნოთ  ღუმელში 5 წუთი, სანამ ცილა შეიკვრება.\n" +
                    "\n" +
                    "გამომცხვარი ხაჭაპური გამოვიღოთ ღუმელიდან,  დავადოთ ზემოდან კარაქის ნაჭერი და მივირთვათ გემრიელად.",
            isFavourite = false
        ),
        RecipeModel(
            id = 1,
            title = "აჭარული ხაჭაპური",
            imageUrl = "https://gemrielia.ge/media/__sized__/images/123_KyrIqbE-crop-c0-5__0-5-450x301-70.jpg",
            description = "ავურიოთ ფქვილში საფუარი, შაქარი და მარილი და დავასხათ რძე, მოვზილოთ ნაზი ცომი და ვაცალოთ ამოფუება. შემდეგ გავაბრტყელოთ მრგვალად.\n" +
                    "\n" +
                    "შემოვახვიოთ ორივე მხრიდან და წვეროები შევუკრათ, მივცეთ ნავის ფორმა (იხილეთ ფოტო)\n" +
                    "წავუსვათ ამ ნავებს კვერცხის გული.\n" +
                    "\n" +
                    "ყველს დავამატოთ ერთი კვერცხი და ეს მასა გავანაწილოთ ნავის ფორმაში.\n" +
                    "\n" +
                    "შევდგათ 200 გრადუსზე გახურებულ ღუმელში. 10 წუთის შემდეგ ცოტა რომ შეწითლდება გამოვიღოთ ღუმელიდან, დანით ხაჭაპურის გულში გავაკეთოთ ჩაღრმავება და შიგ უმი კვერცხი მოვათავსოთ, შევაბრუნოთ  ღუმელში 5 წუთი, სანამ ცილა შეიკვრება.\n" +
                    "\n" +
                    "გამომცხვარი ხაჭაპური გამოვიღოთ ღუმელიდან,  დავადოთ ზემოდან კარაქის ნაჭერი და მივირთვათ გემრიელად.",
            isFavourite = false
        )
    )
}